TYPE_DEFINE = {"1":{"id": "1","type": "正常系统","desc":"可访问的页面正常的应用系统"},
                "2":{"id": "2","type": "登录页","desc":"1的前提下,存在登录框的"},
                "3":{"id": "3","type": "错误页","desc":"主要为http status code或中间件/服务器错误页"}, 
                "4":{"id": "4","type": "欢迎页","desc":"中间件/服务器欢迎页，非正常系统的欢迎页"}, 
                "5":{"id": "5","type": "白页","desc":"页面内容空白，空白指图片上无任何元素/html结构无任何有效内容的标签"}, 
                "6":{"id": "5","type": "异常系统","desc":"存在业务应用系统,但页面不完整、有明显UI元素提示错误信息"}, 
                }